Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: In April 2007 a questionnaire was sent to the four municipalities and the relevant counties.
nn: I april 2007 vart det sendt ut eit spørjeskjema til dei fire kommunane samt til dei fylkeskommunane som kommunane høyrer til.

source: The Ministry considers that the empirical data given in the report are too weak, and that the conclusions alone do not provide a sound enough basis for decisions on the further development of the programme.
nn: Departementet vurderer det empiriske datamaterialet i rapporten som svakt, og er difor skeptisk til å la konklusjonane leggje heile grunnlaget for korleis ordninga skal vidareutviklast.

source: The 5G networks can be built so that providers easily can put up tailored services (virtual networks) for various purposes.
nn: 5G-nett vil kunne byggast slik at tilbydarane enkelt kan sette opp spesialtilpassa tenester (virtuelle nett) for ulike føremål.

source: have examined the criteria that make regions attractive for establishing data centres, such as a labour force with the skills that data centres need (computer engineers, electricians), as well as other criteria, such as access to electricity and fibre broadband, land, access to roads, airport, distance to the nearest town/populated area and the existence of regional cooperation.
nn: har sett på kriterium som gjer regionar attraktive for datasenteretableringar, som spesifikk kvalifisert arbeidskraft som datasenter treng (dataingeniørar, elektrikarar) og andre kriterium, som tilgang til straum, tilgang til fiber, areal, tilgang til veg, flyplass, avstand til næraste by/tettstad og eksistensen av regionalt samarbeid.

source: The implementation proposition.
nn: Forsking og innovasjon.

source: At the same time, Finanstilsynet received 11 applications for the renewal of limited licences granted in 2011.
nn: Finanstilsynet fekk samstundes 11 søknadar om fornying av begrensa løyver som vart gjevne i 2011.

source: The national music institutions and cultural nodes should cater for schoolchildren outside their region to a greater extent than they do at present.
nn: Dei nasjonale musikkinstitusjonane og knutepunkta bør i større grad gje tilbod til skuleelevar utanfor eigen region.

source: Certain parts of the FEED studies comprising the actual storage location were therefore not completed until the spring of 2020.
nn: Enkelte delar av forprosjekteringa av sjølve lagerlokasjonen vart difor ferdigstilt først våren 2020.

source: Fortum Oslo Varme will cover costs up to a stipulated level.
nn: Fortum Oslo Varme skal dekke kostnadene opp til eit gitt nivå.

source: Looking at banks and mortgage companies as a whole, they have after the international financial crisis made themselves somewhat less dependent on the most short-term forms of wholesale funding.
nn: Ser ein på bankar og kredittføretak under eitt, har dei etter finanskrisa gjort seg noko mindre avhengige av den mest kortsiktige marknadsfinansieringa.

source: The airfield at Troll is in active use by the Norwegian programme as well as by other national programmes in Dronning Maud Land.
nn: Flyplassen på Troll vert nytta aktivt til å støtte det norske programmet og andre nasjonale program i Dronning Maud Land.

source: The ships will be owned by Northern Lights DA.
nn: Skipa vil vere eigd av Northern Lights DA.

source: transport and storage project has matured to the right level for an investment decision to be made.
nn: -transport- og lagringsprosjektet er modna til rett nivå for å kunne fatte ei investeringsavgjerd.

source: In 2004, crude oil, natural gas and pipeline serv-
nn: I 2004 stod råolje, naturgass og røyrtenester for

source: The Government has also acted early to facilitate the next generation of networks (5G) by purchasing available frequencies and awarding spectrum through auctions.
nn: Regjeringa har òg vore tidleg ute med å legge til rette for neste generasjons mobilnett (5G), gjennom å kjøpe fri frekvensar og tildele dei i auksjon.

source: Pillar I concerns minimum capital requirements, while pillars II and III concern self-assessment of capital needs and the publication of information, respectively.
nn: Pilar I handlar om minstekrava til ansvarleg kapital, medan pilar II og III stutt sagt handlar om eigenvurderingar av kapitalbehovet og offentleggjering av informasjon.

source: The state funds will, among other things, help finance Fornebubanen in Oslo and Viken, Bybanen in Bergen, Metrobussen in Trondheim and Bussveien in Nord-Jæren.
nn: Dei statlege midlane skal mellom anna vere med å finansiere Fornebubanen i Oslo og Viken, Bybanen i Bergen, Metrobussen i Trondheim og Bussveien på Nord-Jæren.

source: The Panzar-Rosse H-statistic has a theoretical underpinning and may therefore offer advantages in comparison with analyses seeking to shed light on competition via structural measures such as, for example, concentration, or by the observation of profits and margins.
nn: Panzar-Rosse H-testen har ei teoretisk grunngjeving og kan difor ha fordeler samanlikna med analysar som tar utgangspunkt i å belyse konkurranse gjennom strukturelle mål som for eksempel konsentrasjon, eller ved observasjonar av overskot og marginar.

source: At the Green Mountain data centre on Rennesøy, Norwegian Lobster Farm plans to build the world’s first land-based lobster farm.
nn: Ved Green Mountain sitt datasenter på Rennesøy skal Norwegian Lobster Farm bygge det første landbaserte hummaroppdrettsanlegget i verda.

source: recreation, the landscape and public interests.
nn: friluftsliv, landskap og allmenne interesser.

source: For example, a number of counties and municipalities have a well-functioning system of cultural coordinators that ensures cross-sectoral cooperation.
nn: Fleire fylke og kommunar har til dømes etablert godt fungerande kulturkontaktordningar som sikrar samarbeidet mellom sektorane.

source: It is important that the county and municipal authorities bear this linguistic perspective in mind in their efforts to develop the programme and when planning specific productions.
nn: Det er viktig at kommunar og fylkeskommunar har dette språkpolitiske perspektivet i tankane i den vidare utviklinga av Den kulturelle skulesekken òg når dei legg konkrete planar for kunst- og kulturtilbodet i ordninga.

source: We will promote reproductive health at country level in Mali and Niger in cooperation with key actors in the field such as the UN Population Fund (UNFPA) and UN Women, and with NGOs such as Care and Save the Children.
nn: Innsatsen for reproduktiv helse vil vi fremje på landnivå i Mali og Niger, i samarbeid med viktige aktørar som FNs befolkningsfond UNFPA og UN Women og med sivilsamfunnsorganisasjonar, til dømes Care og Redd Barna.

source: Use the Norwegian Polar Institute’s management authority at Troll to ensure that the area’s overall activity level as well as future infrastructure and land-use developments remain within a framework that satisfies scientific, environmental, logistical and basic infrastructure capacity needs in an appropriate manner.
nn: Gjennom Norsk Polarinstitutt som driftsansvarleg på Troll, sikre at det samla aktivitetsnivået og den vidare infrastrukturutviklinga på og arealbruken i området rundt Troll vert halden innanfor ei ramme som tryggjer omsynet til forsking, miljø og kapasiteten i basisinfrastruktur og logistikk på ein føremålstenleg måte.

source: Virtually all local authorities have now introduced digital infection tracing tools, which make the job simpler and more efficient.
nn: Nesten alle kommunar har nå tatt i bruk digitale verktøy for smittesporing, noko som gjer jakta på smitte sikrare, enklare og meir effektiv.

source: This is about 1/3 less than as per yearend 2008.
nn: Dette er om lag 1/3 lågare enn ved utgangen av 2008.

source: If the rate had been 2 percentage points higher in 2013, 19 pct.
nn: Hadde renta vore 2 prosentpoeng høgare i 2013, hadde 19 pst.

source: At the same time, Vestlandske Housing Association was granted a licence to hold 100 percent of the shares of Vestbo Finans AS.
nn: Det vart samstundes gjeve løyve til at Vestlandske Boligbyggelag kan eige 100 prosent av aksjane i Vestbo Finans AS.

source: cover pipelines, parts of an installation that are under
nn: Vedtaket inneber at det er forbode å dumpa og å

source: The funds are to be used for quality development only and may not be used to pay the cost of a permanent or visiting teacher.
nn: Midlane skal nyttast til føremålet, og kan ikkje brukast til å løne faste faglærarar eller faglærarar utanfrå.

source: The White Paper will include all aspects of Norway’s largest industry and pave the way for stability in the years to come, says Terje Riis-Johansen, Minister of Petroleum and Energy.
nn: - Statsalmenningane representerer eit mangfald av ressursar, som må nyttast for å skape ny næringsverksemd, seier landbruks- og matminister Terje Riis-Johansen.

source: Such a marketplace could serve as a form of prequalification of service providers.
nn: Ein slik marknadsplass vil kunne fungere som ei form for prekvalifisering av leverandørar.

source: Under the amendment, savings banks could continue to distribute up to 10 percent of the part of the profits falling to the banks’ self-owned capital.
nn: Sparebankane kunne etter endringa halda fram med å dela ut opp til 10 prosent av den delen av overskotet som tilfell den sjølveigde kapitalen.

source: This is a major increase from 33 per cent in 2007.
nn: Dette er ein stor auke frå låge 33 prosent i 2007.

source: Optimism may also contribute to high credit demand from Norwegian households.
nn: Optimisme kan òg medverka til høg etterspurnad etter lån frå norske hushald.

source: In 1998, based on results from atrial with WAG injection in lower Brent, and reservoir studies, it was decided to implement WAG injection as the recoverystrategy throughout Brent.
nn: På bakgrunn av resultata frå eit forsøkmed VAG-injeksjon i den nedre delen av Brent og reservoarstudiar vart det i 1998 vedteke å setja i verk VAG-injeksjon somutvinningsstrategi i heile Brent.

source: Besides, a requirement was introduced to the effect that such institutions shall publish their annual financial statements, annual reports and auditor’s reports on their websites, with effect from the 2013 financial year onwards.
nn: I tillegg vart det innført eit krav om at institusjonen skal offentleggjere årsrekneskap, årsberetning og revisjonsberetning på heimesida si på Internett frå og med rekneskapsåret 2013.

source: In December 2020, the Norwegian Institute of Public Health launched a new version of its mobile phone app for infection tracing: ‘Smittestopp’.
nn: desember 2020 lanserte FHI ein ny versjon av Smittestopp – den mobile applikasjonen for smittesporing.

source: The European Commission has presented a proposal for a new directive on deposit guarantee schemes that among other things includes harmonisation of the coverage level of EU deposit guarantee schemes at EUR 100,000.
nn: EU-kommisjonen har kome med framlegg til nytt direktiv om innskotsgarantiordningar som mellom anna inneber fullharmonisering av dekningsnivået i innskotsgarantiordningar i EU til 100 000 euro.

source: If, for example, all banks in the sample were reporting some tightening of credit standards, the overall net figure would be –50.
nn: Om alle bankane i utvalet til dømes melder om noko innstramming i kredittpraksisen, vert det samla nettotalet –50.

source: The Ministry considers that it should be up to the individual county and municipality to decide in cases where a municipality, or a group of municipalities in cooperation, wishes not to avail itself of the county programme but to receive its total share of the Norsk Tipping funds as a direct transfer.
nn: Departementet meiner det må vere opp til kommunane og fylkeskommunane å verte samde dersom ein kommune, eller fleire kommunar i eit interkommunalt samarbeid ikkje ynskjer å ta imot fylket sine tilbod, men i staden ynskjer å få tildelt sin relative del av fylket sine spelemidlar.

source: The flora, fauna, ecosystems and cultural heritage in the Antarctic are under growing pressure from internal and external factors that interact in a complex network.
nn: Flora, fauna, økosystem og kulturminne i Antarktis er under stadig større press frå interne og eksterne påverknadsfaktorar som verkar saman i eit komplekst samspel.

source: The Government will therefore not establish a
nn: Regjeringa vil derfor ikkje

source: An important part of this work is activities that contribute to business development, which is described in more detail in section 4.2.5.
nn: Ein viktig del av dette arbeidet er aktivitetar som bidreg til forretningsutvikling som er nærare omtalt i kapittel 4.2.5.

source: : The Government proposes to grant NOK 42 million to the Bulyst subsidy scheme.
nn: Regjeringa gjer framlegg om å løyve 42 millionar kroner til tilskotsordninga Bulyst.

source: Thema and Carbon Limits indicate that tightening the allowance market may contribute to more CCS, particularly if new measures are introduced to combat what is known as carbon leakage [25].
nn: Thema og Carbon Limits viser til at innstramming av kvotemarknaden vil kunne bidra til meir CO -fangst og -lagring, særskilt om det blir innført nye tiltak mot såkalla karbonlekkasje [25].

source: The Government also proposes increased spending flexibility under a number of budget items.
nn: Regjeringa foreslår også auka fleksibilitet på fleire postar.

source: Norway will also continue to fund the Training for Peace in Africa programme, which enhances countries’ capacity to provide civilian and police personnel for UN and AU peace operations.
nn: Det same gjeld opplæringsprogrammet Training for Peace, som styrkjer landa si evne til å stille personell til rådvelde for sivile oppgåver og politioppgåver i fredsoperasjonane til FN og AU.

source: Internet-based tools like this can also be used by other bodies involved in the programme.
nn: Slike nettbaserte system for informasjon, planlegging og logistikk og kan nyttast av mange.

source: To be removed: the Frigg field drilling and production platform, DP2
nn: Bore- og produksjonsplattforma DP2, som skal fjernast på Friggfeltet

source: Leif Erikson, Celtic Norse and Arctic Connect are also planning further initiatives.
nn: Det finst også ytterlegare intiativ og planar, deriblant Leif Erikson, Celtic Norse og Arctic Connect.

source: Basic teacher education should encourage students to move on to further studies, such asin-service studies or other supplementary studies, or doing innovative work.
nn: All grunnutdanning for lærarar må derfor utformast slik at hoinspirerer til og gir høve til å kvalifisere seg vidare gjennom etter- og vidareutdanning ogforsøks- og utviklingsarbeid.

source: need for improving cooperation and strengthening
nn: likevel rettast for einsidig mot eigen organisasjon og

source: No factors have come to light to indicate that the development plan should not be approved.
nn: Det har ikkje kome fram forhold som tilseier at utbyggingsplanen ikkje bør bli godkjent.

source: Developments in the Norwegian real estate markets will also have a major influence on risk, partly because loans to corporations within the commercial property sector represent a large portion of Norwegian banks’ corporate loans, and partly because of the link between housing price developments and household demand.
nn: Utviklinga på dei norske eigedomsmarknadene vil òg ha stor innverknad på risikoen, dels fordi lån til føretak innanfor næringseigedom utgjer ein stor del av føretakslåna, og dels på grunn av koplinga mellom bustadprisutviklinga og etterspurnaden frå hushalda.

source: If Northern Lights assumes responsibility to finance completion of the project, the state is obliged to provide operational funding in accordance with the agreement.
nn: Dersom Northern Lights tek på seg å finansiere ferdigstillinga, er staten forplikta til å yte driftstilskot i samsvar med avtalen.

source: If interest rates increase more rapidly than assumed in the projections, the interest burden will also increase more rapidly.
nn: Framskrivingane er uvisse, og stig rentene raskare enn det som ligg til grunn for anslaga, vil òg rentebøra auka raskare.

source: Norwegian gas operations have a long-term
nn: Det er no naudsynt å gjera tilpassingar

source: The main goal of the Norwegian Climate Change Act is that Norway will be a low-emission society by 2050.
nn: Målet i klimalova er at Noreg skal bli eit lågutsleppsamfunn i 2050.

source: Lørenskog Municipality has chosen a direct transfer, and therefore receives 100% of its share of the funds.
nn: Lørenskog kommune har valt direkte tildeling av midlane, og får difor 100 %.

source: Statfjord is an oil field that is on the border between the Norwegian and British sectors of the continental shelf, in around 145 metres of water.
nn: Statfjord er eit oljefelt som ligg på grenselina mellom norsk og britisk kontinentalsokkel, på ca. 145 meters havdjup.

source: If the working group finds there to be need for temporary statutory amendments in order to adequately con-duct the election, a proposition relating to this may be submitted in January 2021.
nn: Dersom arbeidsgruppa finn eit behov for midlertidige lovendringar for å kunne gjennomføre valet på ein forsvarleg måte, vil det kunne bli aktuelt å fremje ein proposisjon om dette i januar 2021.

source: ICT solutions must be scalable to accommodate changes in use.
nn: IKT-løysingar skal kunne skalerast ved endringar i bruk.

source: In 2008, total donations fell due to the financial crisis.
nn: I 2008 minka omfanget på grunn av finanskrisa.

source: The institute’s activities in the Antarctic revolve primarily around CCAMLR and the management of marine living resources, with particular focus on resources that can be exploited commercially.
nn: Aktiviteten til Havforskingsinstituttet i Antarktis er for det meste knytt til CCAMLR og forvaltinga av levande marine ressursar, med særlig fokus på dei ressursane som kan utnyttast kommersielt.

source: almost 20 years since the Committee on Male
nn: Det er no gått nesten 20 år sidan

source: This means that projects that receive funding from the Innovation Fund can still be awarded state aid for other costs in accordance with the applicable state aid rules.
nn: Det vil sei at prosjekt som mottek støtte frå Innovasjonsfondet framleis kan få innvilga statleg støtte for ytterlegare kostnader i samsvar med gjeldande statsstøtteregelverk.

source: we emphasize that our distinctive characteristics compared to other investors are of relevance to how we should focus our investment activities.
nn: Intensjonen er å gi kommunane og rettleiingsapparatet eit ansikt ut til målgruppa og slik få til god og effektiv rådgjeving.

source: At the last peak in household debts, just before the Norwegian banking crisis in the early 1990s, the debt burden was about 150 per cent.
nn: Ved førre gjeldstopp i hushalda, like før den norske bankkrisa på byrjinga av 1990-talet, var gjeldsbøra om lag 150 pst.

source: The primary sources of emissions from sectors that are not included in the EU ETS are transport, agriculture, construction and waste, but also emissions from industry and petroleum activities that are not subject to the trading system.
nn: Ikkje-kvotepliktige utslepp er i hovudsak utslepp frå transport, jordbruk, bygg og avfall, men også ikkje-kvotepliktige utslepp frå industrien og petroleumsverksemda.

source: The proposal has, together with other potential measures, been studied by a working group that has examined how the macroprudential supervision of the financial sector should be organised in Norway, and is discussed in Chapter 3.
nn: Framlegget er saman med andre moglege tiltak handsama av ei arbeidsgruppe som har greidd ut korleis makroovervakinga av finanssektoren bør innrettast i Noreg, og er nærare omtala i kapittel 3.

source: The state is obliged to cover 100 per cent of additional costs accrued due to changes instructed by the state related to the establishment or operation of transport and storage facilities.
nn: Staten forpliktar seg til å dekke 100 pst av meirkostnader oppstått som følgje av endringar staten pålegg knytta til utføring eller drift av transport- og lageranlegga.

source: standards that are not international but that have been accepted as de facto standards in
nn: standardar som ikkje er internasjonale, men som er blitt aksepterte som de facto

source: The Government launched its strategy for artificial intelligence in January 2020.
nn: Regjeringa la fram Nasjonal strategi for kunstig intelligens i januar 2020.

source: Part 2: The way forward
nn: 2 Mål for universitet og høgskular

source: Nye Veier’s portfolio will be expanded to more stretches of road in this corridor.
nn: Sunnhordland er eit område rikt på natur- og kulturverdiar.

source: of new residential mortgages had a loan-to-value ratio, i.e. loan as a percentage of the value of the home, in excess of 85 pct.
nn: av nye lån til kjøp av bustad hadde ein lånegrad, altså lån i høve til bustadverdien, på meir enn 85 pst.

source: Credit institutions, insurance companies and pension funds registered total operating profits of NOK 89 billion.
nn: Kredittinstitusjonar, forsikringsselskap og pensjonskasser hadde samla eit driftsresultat på 89 mrd. kroner.

source: The projects are in different phases of development.
nn: Prosjekta er i ulike utviklingsfasar.

source: From October 2009 until May 2011, Norges Bank raised the interest rate from 1.25 to 2.25 percent.
nn: Frå oktober 2009 til mai 2011 sette Noregs Bank renta opp frå 1,25 til 2,25 prosent.

source: We will consider increasing our support for measures to fight organised crime under multilateral initiatives at regional level, such as the Regional Programme for West Africa under the UN Office on Drugs and Crime (UNODC).
nn: Vi vil vurdere auka støtte til tiltak mot organisert kriminalitet i regi av multilaterale partnarar på regionalt nivå, til dømes Vest-Afrika-programmet til FNs kontor mot narkotika og kriminalitet (UNODC).

source: However, it is difficult to make plans and launch long-term measures while in the middle of a crisis of unknown duration.
nn: Samtidig er det vanskeleg å legge planar og komme med langsiktige tiltak når ein står midt i ei krise ein ikkje veit når vil ta slutt.

source: shall provide upon request information for the
nn: lege tilskottet til faste barnehageplassar i mellom-

source: Toothfish and krill are the main species fished in the waters around Antarctica, where krill play a key role in the ecosystem.
nn: I havområda rundt Antarktis vert det først og fremst fiska tannfisk og krill, der krill spelar ei nøkkelrolle i økosystema.

source: According to Norges Bank, the fact that Norway’s inflation target is higher than that of the Euro area suggests that the difference between the long-term forward rates in Norway and in the Euro area should normally be around 0.5–1 percentage points, depending on the size of the risk premium in the interest rate market.
nn: På grunn av høgare inflasjonsmål i Noreg enn i euroområdet bør skilnaden mellom langsiktige terminrenter i Noreg og i euroområdet ifølgje Noregs Bank normalt liggja i området 0,5–1 prosenteining, avhengig av storleiken på risikopremiane i rentemarknaden.

source: The section is responsible for Statskog and the National Common Lands and various county commons.
nn: Seksjonen har ansvar for Statskog SF og Stats- og bygdeallmenningar.
